{
  "Air Swimming": "Lie on your stomach with your arms extended overhead by your ears. Lift your chest, arms, and legs off the floor and squeeze your glutes. Flutter your arms and legs up and down while still keeping them off the floor.",
  
  "Glute Bridge": "Lie on your back with your hands at your sides, knees bent, and feet flat on floor hip-width apart. Push through your heels to lift your hips a few inches off the floor. Pause and squeeze your glutes at the top, then slowly lower your hips to return to the starting position.",
  
  "Runner's Crunch": "Lying flat, place your hands lightly behind your head and open your elbows out wide to the sides. Sit all the way up. As you sit up, bring your right knee to your chest and your left elbow to meet it. Lower your back and leg back down and repeat on the other side.",
  
  "Burpee With Push-Up": "Stand with your feet shoulder-width apart. Squat as deeply as you can and place your hands on the floor. Kick back into a push-up position. Do one push-up. Bring your legs back to a squat and jump up, throwing your hands above your head. Land and repeat.",
  
  "Reverse Lunge": "Stand upright and take a large step backward with your left foot. Lower your hips so that your right thigh becomes parallel to the floor. Return to standing by pressing your right heel into the floor and bringing your left leg forward to complete one rep.",
  
  "Push-Up": "Start in a high plank position and keeping your body in one long line and your core engaged, inhale as you bend your arms to lower your chest to the floor. Exhale as you push back up to starting position.",
  
  "Chair Squat": "Stand in front of the chair with your feet shoulder-width apart. Hinging at your hips and bending your knees, lower back and down until your bottom touches the chair. Push up through your heels and return to the starting position.",
  
  "Knee Push-Up": "Get into a high plank position from your knees. Maintaining a straight line from your head to your knees, bend your elbows to lower yourself down to the ground. Keep your elbows at a 45-degree angle. Push back up to start.",
  
  "Stationary Lunge": "Your right foot should be flat on the ground, and your left foot should be up on its toes. Bend your knees and lunge, stopping when your right thigh is parallel to the ground. Push up through your right foot to return to the starting position.",
  
  "Bird Dog": "Get on all fours. Simultaneously extend your left arm and right leg, keeping your hips square to the ground. Pause here for 3 seconds. Return to the start position. Repeat with your right arm and left leg.",
  
  "Forearm Plank": "Assume a plank position on your forearms. Your body should form a straight line from head to feet. Ensure your lower back and hips don’t sag. Hold the position.",
  
  "Bicycle Crunch": "Lie on your back and bring your legs to a tabletop position. Put your hands behind your head. Crunch up and bring your right elbow to your left knee, straightening your right leg. Bend your right leg and straighten your left leg, then bring your left elbow to your right knee.",
  
  "Single-Leg Bridge": "Follow the steps for a bridge, but lift one foot off the ground while keeping your leg bent.",
  
  "Squat": "Imagine you're sitting down in a chair by hinging at the hips and pushing your bottom back.",
  
  "Walking Lunge": "Start with your feet together and step forward, lunging with your right leg. Stand up, then repeat with your left leg.",
  
  "Get-Up Squat": "Drop down into a squat position. You won’t stand at all during this move. Drop your knees down to the ground one at a time so you’re kneeling. Step your feet back to the ground one at a time, maintaining that squat position. Repeat as quickly as you can while maintaining good form.",
  
  "Superman": "Lie on your stomach, arms and legs extended. Keeping your neck neutral, recruit your core and the back of your body to simultaneously raise your arms and legs up and off the ground as high as they’ll go. Pause at the top, and slowly lower back to the start position.",
  
  "Plank with Leg Lift": "Lift one leg up, hold for 5 seconds, and return it to the ground. Repeat with the other leg.",
  
  "Overhead Squat": "Perform squats with your arms extended overhead throughout.",
  
  "One-Legged Push-Up": "Assume a pushup position and lift one leg off the ground, then complete the pushup.",
  
  "Jumping Lunges": "Starting standing with feet shoulder-width apart. Jump your left leg forward and your right leg back into a lunge, with both knees at 90 degrees. Jump up and switch your legs in midair so that you land in a lunge with your right leg in front.",
  
  "Advanced Bird Dog": "Get into a high plank position, then complete a Bird Dog, lifting one arm and the opposite leg simultaneously."
}